[
  {
    "id" : "1",
    "name": "Marina Bay Sands® SkyPark",
    "category": "1",
    "image": "./images/skypark.jpg",
    "desc": "The Marina Bay Sands® SkyPark is a roof like no other, perched 200 metres in the air with an infinity pool and observation deck in the clouds.",
    "address": "Level 57, 10 Bayfront Avenue, Singapore 018956",
    "operatinghours" : "Monday to Thursday, 9.30am - 10pm",
    "lattitude" : "1.283557",
    "longtitute" : "103.8585223",
    "phone" : "66888888",
    "url" : "http://www.marinabaysands.com/sands-skypark.html"
  },
  {
    "id" : "2",
    "name": "Singapore Botanic Gardens",
    "category": "2",
    "image": "./images/botanic.jpg",
    "desc": "This national park is open daily and features beautiful lakes, animals, flowers and plants, including one of the region's first rubber tree orchards.",
    "address": "1 Cluny Road, Singapore 259569",
    "operatinghours" : "Daily, 5am - 12am",
    "lattitude" : "1.31384",
    "longtitute" : "103.815914",
    "phone" : "64717361",
    "url" : "https://www.sbg.org.sg/"
  },
  {
    "id" : "3",
    "name": "Singapore Zoo",
    "category": "2",
    "image": "./images/zoo.jpg",
    "desc": "Set in a rainforest environment, Singapore Zoo is home to over 2,800 animals from over 300 species of mammals, birds and reptiles. The park also boasts the world's first free-ranging orang utan habitat in a zoo. Delight in an exciting outdoor feast at Jungle Breakfast with Wildlife, an internationally acclaimed, award-winning programme that offers exhilarating experience with orangutans. The fun is endless with interesting animal presentations, photography with animals and more!",
    "address": "80 Mandai Lake Road, Singapore 729826",
    "operatinghours" : "Daily, 8.30am – 6pm",
    "lattitude" : "1.404348",
    "longtitute" : "103.793023",
    "phone" : "62693411",
    "url" : "http://www.zoo.com.sg/"
  },
  {
    "id" : "4",
    "name": "Night Safari",
    "category": "2",
    "image": "./images/nsafari.jpg",
    "desc": "As dusk falls, get ready as over 1,000 nocturnal animals start their nightly rituals. Come up close to them as they frolic, graze and hunt. With an exciting tram ride that takes you through 7 geographical regions and more, embark on a fascinating journey through the world's very first wildlife night park.",
    "address": "80 Mandai Lake Road, Singapore 729826",
    "operatinghours" : "Daily, 7.30pm - 12am",
    "lattitude" : "1.4021872",
    "longtitute" : "103.7880606",
    "phone" : "62693411",
    "url" : "http://www.nightsafari.com.sg/"
  },
  {
    "id" : "5",
    "name": "Singapore Flyer",
    "category": "1",
    "image": "./images/singaporeflyer.jpg",
    "desc": "At 165 metres tall, Singapore Flyer is a masterpiece of urban architecture and engineering that showcases not only the mesmerizing cosmopolitan cityscape of the tropical Lion City, but even the surrounding islands of Indonesia and parts of Malaysia in all their glory. In addition to offering panoramic views of Singapore's cosmopolitan cityscape, guests can also indulge in a flute of champagne, a glass of Singapore Flyer's Signature Cocktail or even savour the iconic Singapore Sling whilst hosted in a special themed capsule. Diners seeking both privacy and luxury can opt for a multisensory treat unlike any other with our Premium Sky Dining Flight, complete with a four-course dinner and an in-flight butler.",
    "address": "30 Raffles Avenue, Singapore 039803",
    "operatinghours" : "Daily, 8.30am - 10.30pm",
    "lattitude" : "1.289299",
    "longtitute" : "103.863137",
    "phone" : "63333311",
    "url" : "http://www.singaporeflyer.com/"
  },
  {
    "id" : "6",
    "name": "Orchard ION",
    "category": "3",
    "image": "./images/ion.jpg",
    "desc": "ION Orchard brings together the world’s best-loved brands in flagship, concept and lifestyle stores over eight levels of intelligently designed shopping space. Have a unique shopping experience at over 330 retail, F&B and lifestyle stores, which include the duplex flagships of six stores, carefully selected for their strong branding and innovative retail concepts. In addition to a coveted stable of brands, an extensive food hall offers visitors a myriad of food choices ranging from local favourites to international cuisines.Find one-of-a-kind items, complete collections and more at the many new-to-market brands, flagship stores and new concept boutiques which includes BALLY, BOSS SELECTION, BOUCHERON, CARTIER, CHAUMET, DIOR, DSQUARED2, HARRY WINSTON, HERVE LEGER, LOUIS VUITTON, MARC JACOBS, PRADA, SEPHORA, TOPSHOP, TOPMAN, UNIQLO, and many more. ION Orchard offers more than 110 dining concepts over eight floors, featuring casual and fine dining, food retail and a gourmet supermarket. Dining options include new-to-market dining concepts, flagship restaurants and the best in the local delights.",
    "address": "2 Orchard Turn, Singapore 238801",
    "operatinghours" : "Daily, 10:00am - 10:00pm",
    "lattitude" : "1.304096",
    "longtitute" : "103.831959",
    "phone" : "62388228",
    "url" : "http://www.ionorchard.com/en/"
  },
  {
    "id" : "7",
    "name": "The Shoppes at Marina Bay Sands",
    "category": "3",
    "image": "./images/shopmbs.jpg",
    "desc": "The Shoppes at Marina Bay Sands(R) is one of Singapore's largest luxury shopping malls, with over 800,000 square feet of high-end retail shoppes such as Louis Vuitton, Miu Miu and Chanel. This eye-catching modern shopping mecca features a contemporary and open design, with breathtaking views of Singapore's city skyline. Located in the heart of the Central Business District, visitors can look forward to a refreshing mix of international luxury brands, emerging labels and new concepts.",
    "address": "10 Bayfront Avenue Marina Bay Sands, Singapore 018956",
    "operatinghours" : "Daily, 10:00am - 12:00am",
    "lattitude" : "1.2841036",
    "longtitute" : "103.8573159",
    "phone" : "66886888",
    "url" : "http://www.marinabaysands.com/shopping.html"
  },
  {
    "id" : "8",
    "name": "Universal Studios Singapore™",
    "category": "4",
    "image": "./images/universal.jpg",
    "desc": "Southeast Asia's first Hollywood movie theme park, Universal Studios Singapore™, features an enticing selection of attractions, rides and entertainment for families and thrill seekers. Indeed, 18 out of the 24 movie-themed rides here were designed just for the Singapore park.",
    "address": "8 Sentosa Gateway, Sentosa Island, Singapore 098269",
    "operatinghours" : "Open daily at 10am",
    "lattitude" : "1.2541673",
    "longtitute" : "103.8186673",
    "phone" : "65778888",
    "url" : "http://www.rwsentosa.com/language/en-US/Homepage/Attractions/UniversalStudiosSingapore"
  },
  {
    "id" : "9",
    "name": "Singapore River Cruise",
    "category": "4",
    "image": "./images/cruise.jpg",
    "desc": "2008 was a year when our iconic bumboats underwent a transformation. The diesel-powered engines of SRC's fleet made way for a new generation of electric ones that boast quieter engines and zero CO2 emissions. These are the very boats that operate along the Singapore River today.",
    "address": "8 Sentosa Gateway, Sentosa Island, Singapore 098269",
    "operatinghours" : "Daily, 11am - 11:30pm",
    "lattitude" : "1.2891067",
    "longtitute" : "103.8424767",
    "phone" : "63366111",
    "url" : "http://www.rivercruise.com.sg/"
  },
  {
    "id" : "10",
    "name": "Singapore Cable Car",
    "category": "1",
    "image": "./images/cablecar.jpg",
    "desc": "The breath-taking connection between Faber Peak Singapore and Sentosa Island Established since 1974, Singapore Cable Car is the nation's first and only cableway that links Faber Peak on mainland Singapore to the island resort of Sentosa, before flying you to the Merlion or the sandy beach at Siloso. Today, the cable car rides are enjoyed across a Cable Car Sky Network of more than 100 cabins spanning almost 5 kilometres on the Mount Faber Line and the Sentosa Line. A 'joyride' across the Cable Car Sky Network offers a 360-degree aerial and visual treat of the entire Sentosa-HarbourFront skyline and the resort island. The scenery transforms as the cabins soar above the forest, through a skyscraper, over the harbour and travel across the jungle, sand and sea. Our passionate service ambassadors are on hand to create happy moments for all cable car joyriders. Singapore Cable Car",
    "address": "109 Mount Faber Road Faber Peak, Singapore 099203",
    "operatinghours" : "Daily, 9:00am to 10:00pm",
    "lattitude" : "1.2891066",
    "longtitute" : "103.8271557",
    "phone" : "63779688",
    "url" : "http://www.faberpeaksingapore.com/singapore-cable-car/sky-network"
  }
]
